7767517
25 25
Input                    cls                      0 1 cls
Convolution              Conv_0                   1 1 cls 48 0=48 1=3 3=2 4=1 5=1 6=1296 9=1
Convolution              Conv_2                   1 1 48 50 0=48 1=3 3=2 4=1 5=1 6=20736 9=1
Convolution              Conv_4                   1 1 50 52 0=48 1=3 4=1 5=1 6=20736 9=1
Convolution              Conv_6                   1 1 52 54 0=96 1=3 3=2 4=1 5=1 6=41472 9=1
Convolution              Conv_8                   1 1 54 56 0=96 1=3 4=1 5=1 6=82944 9=1
Convolution              Conv_10                  1 1 56 58 0=96 1=3 4=1 5=1 6=82944 9=1
Convolution              Conv_12                  1 1 58 60 0=96 1=3 4=1 5=1 6=82944 9=1
Convolution              Conv_14                  1 1 60 62 0=192 1=3 3=2 4=1 5=1 6=165888 9=1
Convolution              Conv_16                  1 1 62 64 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_18                  1 1 64 66 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_20                  1 1 66 68 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_22                  1 1 68 70 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_24                  1 1 70 72 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_26                  1 1 72 74 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_28                  1 1 74 76 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_30                  1 1 76 78 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_32                  1 1 78 80 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_34                  1 1 80 82 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_36                  1 1 82 84 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_38                  1 1 84 86 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_40                  1 1 86 88 0=192 1=3 4=1 5=1 6=331776 9=1
Convolution              Conv_42                  1 1 88 90 0=1280 1=3 3=2 4=1 5=1 6=2211840 9=1
Pooling                  GlobalAveragePool_44     1 1 90 99 0=1 4=1
InnerProduct             Gemm_51                  1 1 99 100 0=3 1=1 2=3840
